[{
    "id": 1,
    "name": "Harvard University",
    "mission": "The mission of Harvard College is to educate the citizens and citizen-leaders for our society. We do this through our commitment to the transformative power of a liberal arts and sciences education.",
    "vision": "Harvard College sets the standard for residential liberal arts and sciences education. We have committed to creating and sustaining the conditions that enable all Harvard College students to experience an unparalleled educational journey that is intellectually, socially, and personally transformative.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Cambridge",
      "Department": "MA",
      "Country": "USA"
    },
    "academic offer": [{
        "code": 11,
        "career": "Liberal Arts & Sciences",
        "duration": "4 semesters",
        "description": "The undergraduate degree is designed with flexibility in mind: you set your own academic goals, and we'll help you plan coursework to meet them—while also ensuring you receive a broad liberal arts and sciences education."

      },
      {
        "code": 12,
        "career": "Molecular and Cellular Biology",
        "duration": "10 semesters",
        "description": "The Molecular and Cellular Biology (MCB) concentration emphasizes the intersection of modern cellular biology research with medicine and society. It is rooted in the investigation of biological processes based on the study of molecules and their interactions in the context of cells and tissues, and how the genome orchestrates cell behavior. "

      }
    ],
    "url":"https://www.harvard.edu/"
  },
  {
    "id": 2,
    "name": "Oxford University ",
    "mission": "The Careers Services mission is to attract employers and educate and resource students to enable them to make the best-informed career decisions.",
    "vision": "The management and development of the estate is driven by the University’s Estate Strategy which sets out key principles in line with the University’s Strategic Plan. It reflects the key challenges facing the higher education sector and this University, the impact of issues around efficiency and sustainability, and outlines future developments. The current five-year strategy covers the period 2013-18 and is currently being reviewed for the next five years.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Oxford",
      "Department": "Oxfordshire",
      "Country": "England"
    },
    "academic offer": [{
        "code": 21,
        "career": "Philology and Phonetics",
        "duration": "6 semesters",
        "description": "A hallmark of the Faculty of Linguistics, Philology and Phonetics at Oxford is the marriage of theory with data, drawing on historical, philological and comparative linguistic data from ancient and modern languages, and on psycholinguistic and phonetic experimental data."

      },
      {
        "code": 22,
        "career": "Molecular and Cellular Biology",
        "duration": "10 semesters",
        "description": "The Molecular and Cellular Biology (MCB) concentration emphasizes the intersection of modern cellular biology research with medicine and society. It is rooted in the investigation of biological processes based on the study of molecules and their interactions in the context of cells and tissues, and how the genome orchestrates cell behavior. "

      }
    ],
    "url":"https://www.ox.ac.uk/"
  }, {
    "id": 3,
    "name": "University of Toronto",
    "mission": "The University of Toronto is dedicated to fostering an academic community in which the learning and scholarship of every member may flourish, with vigilant protection for individual human rights, and a resolute commitment to the principles of equal opportunity, equity and justice.",
    "vision": "The University of Toronto is strongly committed to the principles of equity, diversity and inclusion, and their fundamental relationship to achieving excellence.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Toronto",
      "Department": "ON",
      "Country": "Canada"
    },
    "academic offer": [{
        "code": 31,
        "career": "Accounting and Finance",
        "duration": "3 semesters",
        "description": "The Master of Accounting and Finance Program (MAccFin) is North America’s first graduate degree that integrates both accounting and finance business disciplines. "

      },
      {
        "code": 32,
        "career": "Architecture",
        "duration": "4 semesters",
        "description": "The professional Master of Architecture (MArch) is a rigorous and comprehensive program, preparing graduates for the full range of activities in architecture."

      }
    ],
    "url":"https://www.utoronto.ca/"
  }, {
    "id": 4,
    "name": "Tsinghua",
    "mission": "Establish an ecosystem for transformational technology research that address global challenges,Build new trans-disciplinary research programs and graduate curricula. Train entrepreneurs and global leaders in science and technology. ",
    "vision": "Build a world-class transformative research and education partnership to fuel economic growth with accelerated innovation through transdisciplinary and translational research.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Beijing",
      "Department": "Beijing",
      "Country": "China"
    },
    "academic offer": [{
        "code": 41,
        "career": "Environmental Engineering",
        "duration": "10 semesters",
        "description": "Environmental engineering is the application of scientific and engineering principles to improve and maintain the environment to: protect human health, protect nature's beneficial ecosystems, and improve environmental-related enhancement of the quality of human life."

      },
      {
        "code": 42,
        "career": "Architecture",
        "duration": "10 semesters",
        "description": "The programme consists of studio-based teaching, orientation courses, seminar courses and a final independent degree project. Through the different stages of the programme students completes six studio projects, each providing an opportunity to apply and develop skills in varied areas of the learning process. There is an annual selection procedure allowing students to list their preferences for the studios on offer. A majority of the twelve studios offered have places for about 25–30 students and some 12–15 students. Studio projects can include both individual work and teamwork."

      }
    ],
    "url":"https://www.tsinghua.edu.cn/"
  }, {
    "id": 5,
    "name": "University of New South Wales",
    "mission": "Add value to students, through applied research and innovation, and through engagement with the economy and society of our region and the wider world.",
    "vision": "UNSW Planning and Performance (UPP) provides customers, partners and stakeholders with secure and reliable data, information and insights enhanced by clear narratives that explain the present and predict possible outcomes. Staff of UPP will be recognised as experts in their fields and be known for their commitment to high quality customer service.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Sydney",
      "Department": "NSW",
      "Country": "Australia"
    },
    "academic offer": [{
        "code": 51,
        "career": "Authors & Editors",
        "duration": "6 semesters",
        "description": "You will be Directing the preparation of scripts to be read by announcers to introduce and connect parts of musicals, news, sports and special events programs"

      },
      {
        "code": 52,
        "career": "Audio & Video Equipment Technicians",
        "duration": "6 semesters",
        "description": "Audio & Video Equipment Technicians Adjust, repairs, and replace worn and defective parts and wiring, and maintaining machines, equipment and instruments, will be Receiving messages by interpreting code and converting to plain language, and writing and typing messages for transmission. Monitoring radio traffic, and transmitting and receiving voice messages Installing electronic instruments and control systems Applying knowledge of electrical, electronic, mechanical, hydraulic and pneumatic principles in commissioning and maintaining "
      }
    ]
  }, {
    "id": 6,
    "name": "National University of Singapore",
    "mission": "working together in a spirit of innovation and enterprise for a better world. quality education, influential research and visionary enterprise, in service of country and society.",
    "vision": "The National University of Singapore aspires to be a vital community of academics, researchers, staff, students and alumni working together in a spirit of innovation and enterprise for a better world.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "Queenstown",
      "Department": "Queenstown",
      "Country": "Singapore"
    },
    "academic offer": [{
        "code": 61,
        "career": "Law",
        "duration": "10 semesters",
        "description": "The successful candidate will be a visionary leader with an illustrious record of scholarly achievements and a distinguished reputation within the academic community to continue NUS Law’s dynamic trajectory and its vision of being among the world’s best in legal research and education."

      },
      {
        "code": 62,
        "career": "Engineering in Medicine",
        "duration": "10 semesters" ,
        "description": "The Engineering in Medicine (EiM) platform represents our commitment to harnessing the interface of engineering and design to bring optimised and accessible healthcare innovation to Singapore and the world. To achieve this commitment, our Faculty has united preeminent minds in areas that span Digital Health/AI, Diagnostics, Robotics, Gamification, Biomaterials, Computational Biomedical Engineering, Imaging, Educational Innovation, and beyond. Together our team is harnessing the common vision of collaboration across the entire NUS community and our industry partners to drive the deployment and adoption of our discoveries in clinical practice."
      }
    ],
    "url":"https://www.nus.edu.sg/"
  }, {
    "id": 7,
    "name": "Purdue University",
    "mission": "To inspire, educate, and mentor students through learn-by-doing and integrated study, preparing graduates for success as future technology innovators and industry leaders; and to advance trans-disciplinary learning, engagement, and use-inspired research addressing important state and global challenges.",
    "vision": "To be globally recognized and at the forefront of innovation in higher education for empowering students and creating a seamless transition for all.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],
    "location": {
      "city": "West Lafayette",
      "Department": "IN",
      "Country": "USA"
    },
    "academic offer": [{
        "code": 71,
        "career": "Food Science and Human Nutrition",
        "duration": "6 semesters",
        "description": "Expand your knowledge to advance your career and become successful in food science and human nutrition fields. UMaineOnline offers three flexible, 100% online programs: a graduate certificate in Human Nutrition, a graduate certificate in Food Technology, and an M.S. in Food Science and Human Nutrition."

      },
      {
        "code":72 ,
        "career": "Business Administration",
        "duration": "10 semesters",
        "description": "Our students learn creative and strategic ways of thinking, to solve complex problems and issues, and to lead, manage, and communicate skillfully. In any industry, at any level, you’ll be prepared to excel in a rapidly changing, global economy with innovation and agility."
      }
    ],
    "url":"https://www.purdue.edu/"
  }, {
    "id": 8,
    "name": "Boston University",
    "mission": "Boston University is an international, comprehensive, private research university, committed to educating students to be reflective, resourceful individuals ready to live, adapt, and lead in an interconnected world. Boston University is committed to generating new knowledge to benefit society.",
    "vision": "Boston University comprises a remarkable range of undergraduate, graduate, and professional programs built on a strong foundation of the liberal arts and sciences. With the support and oversight of the Board of Trustees, the University, through our faculty, continually innovates in education and research to ensure that we meet the needs of students and an ever-changing world.",
    "process": ["Start the College Application Process.",
      "Complete the application form.",
      "Fill Out the Common App.",
      "Write a Standout College Essay.",
      "Ask for Recommendation Letters.",
      "Learn the Ins and Outs of Financial Aid.",
      "Decipher College Tuition Costs.",
      "Find Scholarships to Pay for College."
    ],

    "location": {
      "city": "Boston",
      "Department": "MA",
      "Country": "USA"
    },
    "academic offer": [{
        "code": 81,
        "career": "Geographic Information Systems",
        "duration": "10 semesters",
        "description": "The Graduate Certificate in Geographic Information Systems is available to those students who complete fifteen credits of required courses under the MS Spatial Informatics graduate degree program."

      },
      {
        "code": 82,
        "career": "Data Science and Engineering",
        "duration": "10 semesters",
        "description": "The online Data Science and Engineering Graduate Certificate enables students to meet the growing demand for professionals with core skills in managing and analyzing complex data and analytics challenges. This program provides a pathway for students from diverse fields to transition to multiple data science and engineering career paths by providing them with core graduate-level courses across the entire spectrum of the data lifecycle."
      }
    ],
    "url":"https://www.bu.edu/"

  }
]
